{"id": "B1-940", "contents": "After being told for the umpteenth time that the beer she wanted would be “too dark and too strong for you, love – have something sweeter”, Rebecka Singerer had had enough. \n“No, I don’t want a fruit beer. Women can drink whatever we want,” she says. \nNow Singerer, a childminder, has joined FemAle, a group of like-minded drinkers in Gothenburg, to launch Sweden’s first beer made by women. \nWe Can Do It, a bottled pale ale, has just gone on sale in stores across Sweden. Its label is a take on Rosie the Riveter, the creation of a US Second World War propaganda campaign that went on to become a symbol of women’s power in the workplace. \nThe group’s founder is Elin Carlsson, 25, who paints cars at the Volvo factory outside the city. “We Can Do It is not a female beer but a beer brewed by women that anyone can drink,” she says. “It’s nothing to do with feminism; it’s about equality – we wanted to show we can do it.” \nFemAle is up against decades of prejudice in the beer world. In an irony not lost on FemAle, Carlsberg and other big brewers have spent millions in recent years trying to sell beer to women, attempting to “pink it and shrink it” to appeal to perceived feminine tastes. Carlsberg’s Eve and Copenhagen offerings, Foster’s Radler and Coors’s Animée were among lighter, flavoured and even “bloat-resistant” beers that failed to find a market. \nFemAle’s approach is different, with women- only tastings that allow potential customers to experiment with flavours and styles of beer that they may not normally try. This education process is the way to “get more girls into the beer world”, the group says. “Bring your mother, sister, girlfriend, aunt and grandmother so we can all learn more about beer.” \nThe idea for FemAle arose after the women kept bumping into each other at beer festivals. \nWe Can Do It was the brainchild of Felicia Nordström, a bar worker who says she was fed up with bearded beer snobs telling her: “What do you know about beer, sweetie?” She approached FemAle and they teamed up with Ocean, a local independent micro-brewery. One weekend they concocted the recipe and the next they brewed 1,600 litres. \n“This is not a beer that is aimed at women – it’s our hoppiest brew,” says Thomas Bingebo, the head brewer at Ocean. “When the big breweries target women, it usually fails. This is something completely different.” \nThe first batch of We Can Do It was sold out almost before it was brewed. FemAle has already been approached by other breweries asking if they can brew new beers with them. \nWe Can Do It uses three malts – Maris Otter, Amber and a Thomas Fawcett wheat malt – and the hop varieties Galaxy and Cascade. Its IBU, or bitterness level, is 65 and its alcohol content is 4.6%. \n“Women opt for a glass of wine because they don’t know what beer is all about; they don’t know what to order,” says Carlsson. “We open up new worlds to them.” \n“I used not to like stout but, back then, I only drank Pripps [a light, Swedish lager],” says Singerer, 38. “Guinness tastes like water to me now. There are imperial stouts that are like drinking biscotti dipped in espresso.” \nThe women are part of a brewing explosion in Sweden, which is developing a passion for “craft” ales, bottled and on draught. The standard stor stark (large strong) lager is now “almost extinct” in Gothenburg, the women say, as pubs and bars replace the big brands with a choice of specialist beers. \n“All the girls are different – there is no typical woman beer-lover. Anyone can do it,” says Emma Henriksson, 22, a group member who works in a garden equipment company. \n“Every pub wants to learn how to reach women,” adds Singerer. “And Elin has found the way. It’s awesome. We feel so proud.”"}