{"id": "B1-907", "contents": "﻿Governments across Europe dream of finding a magic solution to rising unemployment. But, in the hardest-hit parts of the EU, joblessness rates continue to creep up and the rhetoric does little to shorten the dole queue. \nNow, in a struggling corner of Italy, one mayor thinks he has found an answer to his town’s chronic lack of work – although, rather than a solution, it appears to some to be more of an admission of defeat. Valter Piscedda, the centre- left mayor of Elmas, a small town near Sardinia’s capital, Cagliari, wants to pay residents to leave. The council will pay for ten unemployed locals to take intensive English lessons, board a cheap flight and look for jobs elsewhere in Europe. \n“This is, above all, an idea born of common sense and experience,” he told the Guardian. “Over the past year and a half – especially in the past few months – I have been receiving young people, almost every day, who are despairing about their search for work. Some are looking here and ask for a hand in finding it here. Others have tried everything and are so discouraged that they no longer want to stay and wait. And they want to go and gain work experience abroad; life experience, too. \n“So, my reasoning was this: put everything in place that the council administration can put in place so that those who want to gain experience abroad are able to,” he said. \nAs the national economy continues to falter, Sardinia, along with much of southern and central Italy, is grappling with high unemployment, with the overall joblessness rate at 17.7% in the second quarter of 2014, according to Italy’s National Institute of Statistics, Istat. More than 54% of people under 25 are out of work. \nFor the Adesso Parto (Now I’m leaving) programme, Elmas’s council has allocated €12,000 on a first-come, first-served basis to applicants aged between 18 and 50. As long as they are out of work and have lived in the town for three years, they are eligible. They do not have to be university educated and their annual income must be no more than €15,000. \nThe idea of encouraging people to up sticks is sensitive at a time when floods of Italians – many of them bright young graduates – are leaving their country every year. But Piscedda, who belongs to the Democratic Party of the Prime Minister, Matteo Renzi, denies he is facilitating a brain drain and believes that the people he is sending away may well return “and give me back 100 times what they were given”. More importantly, he wants the scheme to give a leg-up to those most in need. \n“It’s a programme for those with no other resource; it’s the last-chance saloon. It’s about allowing them the dignity of not having to ask a friend for money or place burdens on families that cannot do it,” he said. \nEarlier in 2014, he added, the council launched a scheme whereby businesses were given financial incentives to hire young workers from Elmas. “We advertised 20 of these positions,” he said. “We got 120 applications.” \nIn Elmas, the scheme has provoked mixed reactions. “The reality is that there is little work here,” said Alessandro Macis. “The opportunity to go abroad to learn about the workplace and experience other cultures can be very worthwhile. The son of a friend of mine who didn’t study much has ended up in London and he’s really finding his way. He started as a waiter. Now, he’s a cook and he’s learning English.” \nOthers were perplexed. “I heard about it but I thought it was strange. If you have that money to pay for people to go away, why don’t you use that money to keep them here?” said Consuelo Melis, who works behind the bar in a local café. On Twitter, one of many reactions was disbelief. “The state’s admission of defeat,” commented Marco Patavino. “Institutions are raising the white flag,” remarked Carlo Mazzaggio. \nPiscedda, however, is undeterred, remarking of his online critics: “Probably, they are people that aren’t in need ... Every day, I deal with people’s problems and I have to do something to try to solve them. These people, if they had an alternative, they wouldn’t be asking for help. \n“The work I can create, as mayor, is temporary. I can have a piazza cleaned. I can have it cleaned again. I can have the streets cleaned. But these are all temporary things that give nothing beyond that little bit of money for a few months. I want to go beyond that.”"}