{"id": "B2-19", "contents": "The longest truck in the world\nIn the outback of Australia, Jeremy Hart hitched a ride on the Centipede.\n‘If I take my foot off the accelerator, it’ll take us\nabout four kilometres to stop,’ says Matt\nLangley, the Australian captain of the\nCentipede, which, at approximately 54.5 metres,\nand consisting of a driver’s cab and six trailers,\nis claimed to be the world’s longest truck. Matt\nhas a delicate touch. His hands, on the 60 cm\nsteering wheel, control a million dollars’ worth of\ntrailers carrying zinc ore.\n One false move on the narrow 128-km road\nfrom McArthur River Mine, the world’s largest\nzinc mine, to the port at Bing Bong and the\nCentipede, with its 110 wheels, would crash.\nHowever, in two years of delivering valuable\nloads of powdered zinc ore from mine to coast,\nthe truck has had only one accident. x1xx7xx\n I asked him about the job. ‘The hardest thing\nis the concentration. The road is really boring\nand in places it is a bit rough. One problem is\nthe fact that you are pulling six huge trailers\nbehind you. x2xx xx I’d hate that to happen to\nme.’\n Almost 60 metres ahead of the last trailer,\nhigh above the road in the air-conditioned\ncomfort of Matt’s cab, you can lose almost all\nsense of pulling 130 tonnes of raw material.\nx3xx xx This movement is repeated down the\nlength of the Centipede. Matt is in control but\nyou can see it takes a real effort.\n In this most remote northern corner of\nAustralia, traffic is not a problem for Matt and\nhis co-driver, Mick Webster. ‘Some days we\ndon’t see another vehicle on the run to Bing\nBong, but when we do, we try to be as\ncourteous as possible,’ says Matt. ‘ x4xx xx\nIn any case, some are too scared to try.\nOthers think this is just a normal-sized\nvehicle with two or three trailers attached.\nWhen they see it’s six, they either back off or\ngo by us with their mouths wide open.’\n The truck is breaking new ground in\ntechnology. The Northern Territory\ngovernment had to change the regulations to\nlegalise the Centipede for road use. ‘ x5xx x\nThey’re sealed with covers to prevent ore\ndust from polluting the environment, and they\nhave a special loading and off-loading\ndevice.’\n It took just under two hours, in a\ntemperature of 40 degrees, to crawl at no\nmore than 64 kph from McArthur Mine to Bing\nBong. x6xx xx\n On arrival at his destination Matt punched\na button to unload the zinc onto the floor of\nthe huge cyclone-proof warehouse where it is\nkept before being shipped to Europe and\nAsia. It didn’t look like much. ‘When you see\nhow small a full load looks when it’s unloaded\nonto the floor of the warehouse, it’s very\nfrustrating,’ he says. ‘ x7xxx x ’ I asked him\nhow he enjoyed the job. ‘I wouldn’t do\nanything else, mate,’ was his reply."}