{"id": "B2-162", "contents": "Fashion during recession\nCurrent economic trends present an opportunity\nfor many people to look at fashion in a way they\nhaven’t before.\nMany consumers are looking for fashion that is\nnot only affordable, but stylish as well. According\nto some fashion experts, this has forced\ndesigners and retailers to lose the excess fluff\nand get back to the meat and potatoes of their\nlines and offerings. That can mean clothes with\na better fit and designs that are more in tune\nwith their target markets, says Amanda Lovell,\ndepartment chair of Fashion Design at The Art\nInstitute of New York City.\n“By making less and offering less, there is a\nstronger focus on producing items that are\nknown sellers,” Lovell says. “Designers and\nretailers need to get the most out of every\npurchase a customer makes, due to the fact\nthat customers are thinking twice before buying\nexcess pieces.”\nEach fashion brand, designer, and retailer has\nitems that are known sellers, Lovell explains. “For\nexample, the Gap most likely sells their shortsleeve Crewneck or V-neck, black fitted T-shirts\nfor both men and women season after season\nregardless of the economy or forces in the trend\ncycle,” she offers.\nDesigners also have responded by offering\nlower-priced bridge lines, adds Mary Hall,\nwho provides money-saving tips on fashion,\ndining out, and entertainment in her blog The\nRecessionista.\n“There are fewer and fewer high-end collections\nwith high prices coming out,” says Hall, a Los\nAngeles marketing manager. “Now we have\nNorma Kamali at Walmart, Vera Wang and\nDana Buchman at Kohl’s, and the annual H&M\ndesigners. It makes fashion so much more\naccessible to consumers.”\nAnd as fashion focuses on getting more bang for\nthe buck, shoppers are on the hunt for versatile\nclothing items that have a long shelf life.\n“We all just got a little wiser and started\nexercising the power of the purse,” Hall states.\n“We are shopping smarter. The new differentiator\nis value along with the best price.”\nLovell agrees. “I believe from a consumer point\nof view, they are looking for pieces to add to their\nwardrobes that will take them further and have\nmore staying power,” she offers. “Classic pieces\nhave been trending well.”\nTo keep them looking up-to-date, many\ndesigners just give them a slightly newer spin.\n“Pieces such as the basic cardigan are receiving\na face-lift with added bobbles and trimmings and\nsimple touches in updating the buttons, or the\ncut,” Lovell comments. “This is an example of a\nclassic piece that women can wear and depend\non year round. I see customers buying these\npieces that they can get more wear out of.”\nClassic items aren’t the only things popular in the\ndown economy. Many thrift stores are seeing a\nboost in sales. According to a member survey by\nthe National Association of Resale & Thrift Shops,\nslightly more than 64% of stores had an average\nincrease in sales of 31%.\nLovell also says there’s a resurgence of people\nmending their clothes and accessories before\nreplacing them with new items. “For example,\nshoe repair shops have noticed an increase in\nbusiness, as consumers bring in their shoes to be\nrepaired as opposed to purchasing a new pair,”\nshe explains.\n“Overall, trends in consumer buying behaviors\nchange with what is going on socially, politically,\nand economically in the world. The fashion\nindustry just needs to ride out this wave and\nconsumers will soon be spending in excess as\nbefore,” Lovell opines.\nHowever, some say the recession has prompted\nthem to become more responsible in their\nspending habits – a change that could be\npermanent for many consumers."}