{"id": "C2-1431", "contents": "Scientists have connected the brains of a pair of animals and allowed them to share sensory information in a major step towards what the researchers call the world’s first “organic computer”. \nThe US team fitted two rats with devices called brain-to-brain interfaces that let the animals collaborate on simple tasks to earn rewards, such as a drink of water. In one radical demonstration of the technology, the scientists used the internet to link the brains of two rats separated by thousands of miles, with one in the researchers’ lab at Duke University in Durham, North Carolina, and the other in Natal, Brazil. \nLed by Miguel Nicolelis, a pioneer of devices that allow paralyzed people to control computers and robotic arms with their thoughts, the researchers say their latest work may enable multiple brains to be hooked up to share information. “These experiments showed that we have established a sophisticated, direct communication linkage between brains,” Nicolelis said in a statement. “Basically, we are creating what I call an organic computer.” \nThe scientists first demonstrated that rats can share, and act on, each other’s sensory information by electrically connecting their brains via tiny grids of electrodes that reach into the motor cortex, the brain region that processes movement. \nThe rats were trained to press a lever when a light went on above it. When they performed the task correctly, they got a drink of water. To test the animals’ ability to share brain information, they put the rats in two separate compartments. Only one compartment had a light that came on above the lever. When the rat pressed the lever, an electronic version of its brain activity was sent directly to the other rat’s brain. In trials, the second rat responded correctly to the imported brain signals 70% of the time by pressing the lever. \nRemarkably, the communication between the rats was two-way. If the receiving rat failed at the task, the first rat was not rewarded with a drink, and appeared to change its behaviour to make the task easier for its partner. In further experiments, the rats collaborated on a task that required them to distinguish between narrow and wide openings using their whiskers. \nIn the final test, the scientists connected rats on different continents and beamed their brain activity back and forth over the internet. “Even though the animals were on different continents, with the resulting noisy transmission and signal delays, they could still communicate,” said Miguel Pais-Vieira, the first author of the study. “This tells us that we could create a workable network of animal brains distributed in many different locations.” \nNicolelis said the team is now working on ways to link several animals’ brains at once to solve more complex tasks. “We cannot even predict what kinds of emergent properties would appear when animals begin interacting as part of a 'brain-net',” he said. “In theory, you could imagine that a combination of brains could provide solutions that individual brains cannot achieve by themselves.” The research is published in the journal Scientific Reports. \nAnders Sandberg, who studies the ethics of neurotechnologies at the Future of Humanity Institute at Oxford University, said the work was “very important” in helping to understand how brains encode information. But the implications of the technology and its potential future uses are far broader, said Sandberg. “The main reason we are running the planet is that we are amazingly good at communicating and coordinating. Without that, although we are very smart animals, we would not dominate the planet.” \n“I don’t think there’s any risk of supersmart rats from this,” he added. “There’s a big difference between sharing sensory information and being able to plan. I’m not worried about an imminent invasion of 'rat multiborgs'.”  \nVery little is known about how thoughts are encoded and how they might be transmitted into another person’s brain, so that is not a realistic prospect any time soon. And much of what is in our minds is what Sandberg calls a “draft” of what we might do. “Often, we don’t want to reveal those drafts; that would be embarrassing and confusing. And a lot of those drafts are changed before we act. Most of the time I think we’d be very thankful not to be in someone else’s head.”"}