{"id": "C2-1372", "contents": "I shall refer to the brand of knowledge Descartes seeks in the Meditations, as ‘perfect knowledge’. Famously, he defines perfect knowledge in terms of doubt. While distinguishing lesser grades of conviction, and perfect knowledge,he writes:\nI distinguish the two as follows: there is conviction [persuasio] when there remains some reason which might lead us to doubt, but knowledge [scientia] is conviction based on a reason so strong that it can never be shaken by any stronger reason. (24 May 1640 letter to Regius, AT 3:65, CSMK 147)\nIn the Second Replies, he adds:\nI shall now expound for a second time the basis on which it seems to me that all human certainty can be founded.\n      First of all, as soon as we think that we correctly perceive something, we are spontaneously convinced that it is true. Now if this conviction is so firm that it is impossible for us ever to have any reason for doubting what we are convinced of, then there are no further questions for us to ask: we have everything that we could reasonably want. … For the supposition which we are making here is of a conviction so firm that it is quite incapable of being destroyed; and such a conviction is clearly the same as the most perfect certainty. (AT 7:144f, CSM 2:103)\nThese passages (and others) suggest an account wherein doubt is the contrast of certainty. As my certainty increases, my doubt decreases; conversely, as my doubt increases, my certainty decreases. The requirement that knowledge is to be based in complete, or perfect certainty, thus amounts to requiring a complete inability to doubt one’s convictions – an utter indubitability. This conception of the relationship between certainty and doubt helps underwrite Descartes’ methodical emphasis on doubt, the so-called ‘method of doubt’ (discussed in Section 2).\nThat perfect knowledge requires that it be “impossible for us ever to have any reason for doubting what we are convinced of” marks an extraordinarily high standard of justification. Is this the only standard deserving of knowledge-talk? This is a difficult question to answer, because Descartes didn’t write in English. But arguably he’s an epistemic contextualist, at least in the sense of invoking the notion of knowledge in divergent contexts that presuppose different epistemic standards. We’ll see, for example, that he holds that even the deductive demonstrations of expert geometers fall short of the standards needed for perfect knowledge; yet, the kind of terminology he uses to characterize their epistemic achievements is routinely rendered in terms of knowledge-talk, in standard English translations of his work.\nThe certainty/indubitability of interest to Descartes is psychological in character, though not merely psychological – not simply an inexplicable feeling. It has also a distinctively epistemic character, involving a kind of rational insight. During moments of certainty, it is as if my perception is guided by “a great light in the intellect” (Med. 4, AT 7:59, CSM 2:41). This rational illumination empowers me to “see utterly clearly with my mind’s eye”; my feelings of certainty are grounded – indeed, “I see a manifest contradiction” in denying the proposition of which I’m convinced."}