{"id": "C2-1333", "contents": "We generally think that the observations we make are able to justify some expectations or predictions about observations we have not yet made, as well as general claims that go beyond the observed. For example, the observation that bread of a certain appearance has thus far been nourishing seems to justify the expectation that the next similar piece of bread I eat will also be nourishing, as well as the claim that bread of this sort is generally nourishing. Such inferences from the observed to the unobserved, or to general laws, are known as “inductive inferences”.\nThe original source of what has become known as the “problem of induction” is in Book 1, part iii, section 6 of A Treatise of Human Nature by David Hume, published in 1739. In 1748, Hume gave a shorter version of the argument in Section iv of An enquiry concerning human understanding. Throughout this article we will give references to the Treatise as “T”, and the Enquiry as “E”.\nHume asks on what grounds we come to our beliefs about the unobserved on the basis of inductive inferences. He presents an argument in the form of a dilemma which appears to rule out the possibility of any reasoning from the premises to the conclusion of an inductive inference. There are, he says, two possible types of arguments, “demonstrative” and “probable”, but neither will serve. A demonstrative argument produces the wrong kind of conclusion, and a probable argument would be circular. Therefore, for Hume, the problem remains of how to explain why we form any conclusions that go beyond the past instances of which we have had experience (T. 1.3.6.10). Hume stresses that he is not disputing that we do draw such inferences. The challenge, as he sees it, is to understand the “foundation” of the inference—the “logic” or “process of argument” that it is based upon (E. 4.2.21). The problem of meeting this challenge, while evading Hume’s argument against the possibility of doing so, has become known as “the problem of induction”.\nHume’s argument is one of the most famous in philosophy. A number of philosophers have attempted solutions to the problem, but a significant number have embraced his conclusion that it is insoluble. There is also a wide spectrum of opinion on the significance of the problem. Some have argued that Hume’s argument does not establish any far-reaching skeptical conclusion, either because it was never intended to, or because the argument is in some way misformulated. Yet many have regarded it as one of the most profound philosophical challenges imaginable since it seems to call into question the justification of one of the most fundamental ways in which we form knowledge. Bertrand Russell, for example, expressed the view that if Hume’s problem cannot be solved, “there is no intellectual difference between sanity and insanity” (Russell 1946: 699).\nIn this article, we will first examine Hume’s own argument, provide a reconstruction of it, and then survey different responses to the problem which it poses."}