{"id": "C2-1425", "contents": "His Edinburgh and Cambridge mentors were to shape Darwin’s philosophical attitudes and scientific career decisively. It was Henslow who was the final link to Darwin in a chain connected to Captain Robert Fitzroy of H. M. S. Beagle. Fitzroy sought a gentleman companion who could also collect information on geology and natural history during a proposed circumnavigation of the globe. Henslow’s note to Darwin, asking if he would be interested in being recommended for this post, arrived at the Darwin home, ‘the Mount’, while Charles Darwin was on a geological survey of Northern Wales with Adam Sedgwick. After resistance from his father had been overcome, Darwin was offered the post and accepted it.\nThe combination of meticulous field observation, collection and experimentation, note taking, reading and thinking during what turned into the Beagle’s five year journey through a very wide cross-section of the earth’s environments was to set the course for the rest of his life. During the voyage he read and reread Charles Lyell’s newly published Principles of Geology, a three-volume work that articulated a philosophical vision of rigorously empirical historical science, oriented around five key ideas:\nThe geologist investigates both the animate and inanimate changes that have taken place during the earth’s history.\nHis principal tasks are to develop an accurate and comprehensive record of those changes, to encapsulate that knowledge in general laws, and to search for their causes.\nThis search must be limited to causes that can be studied empirically—those ‘now in operation’, as Lyell puts it in the sub-title of his Principles.\nThe records or ‘monuments’ of the earth’s past indicate a constant process of the ‘introduction’ and ‘extinction’ of species, and it is the geologist’s task to search for the causes of these introductions and extinctions, according to the strictures note in 3., above.\nThe only serious attempt to do so according to the idea that species are capable of ‘indefinite modification’, that of Jean Baptiste Lamarck, is a failure on methodological grounds. All the evidence supports the view that species variability is limited, and that one species cannot be transformed into another.\nThis vision influenced Darwin profoundly, as he freely admitted. While he became convinced by his observations and reading that the fossil record and current distribution of species could only be due to the gradual transformation of one species into another, he was determined to articulate a theory that measured up to Lyell’s principles. The crucial event in convincing him that this was to be his life’s work was likely a visit to Cape Town, South Africa during the Beagle’s return trip to England. John F. W. Herschel was in Cape Town on a mission to do for the Southern Hemisphere what his father William had done for the Northern, namely to develop a comprehensive star map with the new powerful telescopes developed by his father and aunt. As noted earlier, Darwin had been deeply impressed by Herschel’s Preliminary Discourse on the Study of Natural Philosophy when it first appeared a year before the Beagle set sail, and in his private journal he referred to his meetings with Herschel during a week long stop in Cape Town in June of 1836 as among the most profound events of the entire voyage. Just five months before meeting Darwin, Herschel had finished reading the 2nd edition of Lyell’s Principles. He sent Lyell a long letter filled with detailed constructive commentary. The letter opens by praising Lyell for facing the issue of the ‘introduction of new species’—which Herschel calls ‘that mystery of mysteries’—scientifically, and for advocating that we search for ‘intermediate causes’ to explain these ‘introductions’—code for natural, as opposed to ‘miraculous’, causes.[5] This part of the letter was quoted in Charles Babbage’s Bridgewater Treatise, published in 1837 while Darwin was struggling to develop just such a theory. Upon reading the Herschel quotation in Babbage, Darwin wrote in his private ‘species’ notebooks:\nBabbage 2d Edit, p. 226.—Herschel calls the appearance of new species. the mystery of mysteries. & has grand passage upon problem.! Hurrah.—“intermediate causes”. (Barrett et al., 1987, 413; original punctuation)\nHe clearly recognizes that Herschel is here providing a philosophical justification for the project upon which Darwin was secretly working. And, in the very first paragraph of On the Origin of Species, Darwin looks back to this ‘Hurrah’, attributing the idea that the origin of species is ‘that mystery of mysteries’ to ‘one of our greatest philosophers’, without mentioning Herschel by name. The first mention of the possibility of an evolutionary solution to this problem is in his Ornithological Notebooks, in a note written shortly after departing Cape Town."}