{"id": "C2-1341", "contents": "In the philosophy of religion, creation is the action by which God brings an object into existence, while conservation is the action by which God maintains the existence of an object over time. The major monotheisms unambiguously affirm that God both created the world and conserves it. It is less clear, however, whether creation and conservation are to be conceived as distinct kinds of actions. The question has its roots in medieval and early modern characterizations of divine action, and it has received renewed attention in recent decades.\nOn the predominant traditional view, conservation is continuous creation. Adherents of this view typically say with Francisco Suárez that God’s creation and conservation of things are “only conceptually distinct” (Suárez 1597, 120). Jonathan Edwards, for example, says, “God’s upholding created substance, or causing its existence in each successive moment, is altogether equivalent to an immediate production out of nothing, at each moment…. So that this effect differs not at all from the first creation, but only circumstantially…” (Edwards 1758, 402; emphasis in the original). In other words, there is no real difference between the act of creation and the act of conservation, though different words may be used for them. Descartes, Malebranche, Leibniz, and Berkeley all express similar views. More recently, Philip Quinn likewise treats both God’s creating and God’s conserving as species of bringing about a thing’s existence. We call the act ‘creation’ if it occurs at the first time at which the creature exists, and we call it ‘conservation’ if it occurs at a later time, but the action is the same (e.g., Quinn 1988, 54).\nThe alternative to this view is that the act of conserving beings that already exist differs from calling beings into existence from nothing. Some argue that each persisting creature plays a causal role in its ongoing existence, so that God is not the sole agent as in an ex nihilo creation. Some also argue that conservation must be an ongoing act, whereas creation occurs at an instant.\nA large part of what is at stake in the debate is the relationship between divine action and creaturely action. Continuous creation theorists may reject a distinction between creation and conservation as an attempt to attribute a divine prerogative to created things. On the other hand, those who endorse a distinction may regard continuous creation theory as (to borrow a phrase) “one of those high-minded philosophical depreciations of God’s works that come disguised as compliments to God’s person” (van Inwagen 1988, 46 n4). The debate also raises a number of interesting questions about causation, time, and their relations."}