{"id": "C2-1442", "contents": "According to one widespread reading of the B-Deduction, §§15–20 comprise a an argument whose only assumption is the premise about self-consciousness that Kant defends in §16. Strawson, for example, is a proponent of such an interpretation (1966), as are Robert Paul Wolff (1963), Jonathan Bennett (1966), Henry Allison (1983), Edwin McCann (1985), and Dennis Schulting (2012a). Demonstrating that we represent objects or an objective world has a key role in most versions of this reading. On Strawson’s interpretation, for instance, “the fact that my experience is of a unified objective world is a necessary consequence of the fact that only under this condition could I be conscious of my diverse experiences as one and all my own” (1966: 94). Some interpreters dissent; Karl Ameriks, for example, contends that Strawson’s conception of the Deduction is motivated by a desire to see it as showing that the skeptic about the external world is mistaken, while in fact refuting this sort of skeptic is not one of Kant’s aims for this argument (Ameriks 1978; also Allais 2011, 2015). Patricia Kitcher (2011: 115–18) argues against the single premise about self-consciousness interpretation on historical and textual grounds.\nAn uncontroversial role of §17 is to provide a characterization of an object, or more to the point, of a representation of an object, that facilitates a challenge to Humean associationism. Kant’s proposal is that an object is “that in the concept of which a manifold of a given intuition is united” (B137). Here ‘object’ should be read in the broad sense of objective feature of reality – a feature whose existence and nature is independent of how it is perceived (B 142; Bird 1962/1973 130–31; Strawson 1966: 98–104; Guyer 1987: 11–24). Allison is a proponent of the view that §17 contain not only this challenge to Hume, but also an attempt to demonstrate that we represent objects on the basis of the conclusions about self-consciousness established in §16. This interpretation is a component of Allison’s broader vision of the B-Deduction, according to which Kant demonstrates that the unity of apperception entails that we represent objects, and, conversely, that our representing objects entails the necessary unity of apperception (Allison 1983: 144ff; 2015: 352–55) Indeed, the crucial claim for Allison’s interpretation is that the unity of apperception is not only a necessary but also sufficient condition for our representing of objects. This he calls the reciprocity thesis. Other commentators, including Richard Aquila (1989: 159), Howell (1992: 227–8) and Schulting (2012a) agree that the B-Deduction features the reciprocity thesis and an attempt to establish its truth, while Ameriks (1978) disagrees. On an account of the sort Ameriks favors, the unity of apperception, and more exactly, the synthesis that explains our consciousness of the identity of the subject, is only a necessary condition for the representation of objects (cf. Allais 2011).\nAllison’s interpretation is attractive particularly because it promises leverage against the skeptic who denies that we represent objects, and also because this leverage is generated by premises about self-consciousness that this skeptic is likely to accept. Nevertheless, there are textual and charitable reasons to resist this reading (Ameriks 1978, Pereboom 1995; Patricia Kitcher 2011: 115–60; Vinci 2014: 193–94). First of all, in §§18–20 Kant makes significant assumptions about features of our representations of objects that exceed anything that he has argued for in §17 or earlier. In particular, §18 he assumes that our representations of objects manifest a certain kind of necessity and universality, and this he does not purport to establish in §17 or earlier. Moreover, in the summary of the preceding steps of the B-Deduction in §20 Kant does not include premises from §§15–16. What we actually encounter in §20 indicates that Kant intends §§17–20, with some help from §13, to constitute a single, self-contained argument that does not depend on the conclusions about self-consciousness developed in §§15–16."}