{"id": "C2-1374", "contents": "A verb is transitive if and only if it usually occurs with a direct object, and in such occurrences it is said to occur transitively. Thus ‘ate’ occurs transitively in ‘I ate the meat and left the vegetables’, but not in ‘I ate then left’ (perhaps it is not the same verb ‘left’ in these two examples, but it seems to be the same ‘ate’). A verb is intensional if the verb phrase (VP) it forms with its complement is anomalous in at least one of three ways: (i) substituting one expression for another that is coreferential with it in the complement of the verb can change the truth-value of the sentence in which the VP occurs – for instance, you might admire Mark Twain but not Samuel Clemens, not realizing that your pesky neighbor Sam is the famous writer (in this case substitution of the coreferential ‘Samuel Clemens’ for ‘Mark Twain’ in the VP ‘admire Mark Twain’ will turn a true sentence, ‘you admire Mark Twain’ into a false one, ‘you admire Samuel Clemens’); (ii) the VP admits of a special “unspecific” reading if it contains a quantifier, or a certain type of quantifier (Quine’s example (1956:185) is famous: he observes that if we paraphrase ‘I want a sloop’ as ‘there is a (specific) sloop such that I want it’, this will give the wrong idea if all I want is ‘mere relief from slooplessness’, a sloop but no specific one; for more examples, see section 1); and (iii) the normal existential commitments of names and existential quantifiers in the complement are suspended even when the embedding sentence is negation-free (again, see section 1).\nIntensional phenomena are puzzling, and worth studying, because (a) it seems that the only way to account for language-speakers’ capacities to produce and understand sentences of their native languages which they have never encountered before is to posit compositional structure in language and an interpretive capacity in speakers that exploits it. But (b) the simplest ideas about what such structure is like cannot accommodate intensionality. So we want to know what the smallest complication is which allows for the intensional. Investigation of intensional verbs has focussed mainly on verbs used to make propositional attitude reports. These verbs take clauses rather than direct objects as their complements. However, as we will see below, intensional transitive verbs (henceforth ITVs) do not merely duplicate the problems raised by propositional attitude verbs, but introduce special difficulties of their own."}