{"id": "C2-1410", "contents": "The very concept of a “nonexistent object” has an air of paradox about it, at least for those philosophers whose thinking is rooted in the Humean tradition. For Hume suggested that to think of an object is always and necessarily to think of an existent object, or to put it differently, that to think of an object and to think of the same object as existing are just one and the same thing. Immanuel Kant took up Hume’s idea and claimed that existence is not a “real predicate”, a claim that is often interpreted as an anticipation of Gottlob Frege’s famous doctrine that existence is not a predicate of individuals. (See Hume 2000, Book 1, Part 2, Sect. 6; Kant 2003, B 627; Frege 1966, pp. 37f.) Kant’s motivation for rejecting the view that existence is a “real predicate” was the so-called “ontological proof” of God’s existence, which says, roughly, that God’s perfection entails God’s existence, since a being that would have all of God’s perfections except existence (i.e., omniscience, omnipotence, benevolence) would be less perfect than a being with the same perfections plus existence. For centuries, philosophers have felt that there is something wrong with this proof, but Kant was the first one who was able to point out a possible error: he argued that the mistake of the “ontological argument” lies in the treatment of existence as a “real predicate”.\nIf Hume is right, then the concept of an object includes the concept of existence, and the concept of a nonexistent object would be as self-contradictory as the concept of a round square. If existence is not a predicate of individuals, then one might suppose that neither is nonexistence. Therefore, if Frege is right, to say of an object that it is nonexistent is a kind of nonsense that arises from a violation of logical grammar. (For Frege and those who follow him, a claim like “God exists/does not exist” is to be understood as a claim about the concept God, or about the property of being God. On this view, the logical form of “God exists” is not Exists (God)—where Exists is a predicate of individuals, but rather: The concept God applies to something, or Something possesses the property of being God.)\nThus, in order to take the idea of nonexistent objects seriously, one has to give up views held by important philosophers about the nature of existence and adopt the view that existence is some kind of predicate of individuals. This view entails, among other things, that to say, for instance, that some white elephants exist is to say that some white elephants have the property of existence (or, to put it the other way around, that not all white elephants are nonexistent)—a consequence that might strike some as strange.\nFurthermore, in order to assert “there are nonexistent objects” without implying “nonexistent objects exist”, one has to suppose that sentences of the form “There are Fs” mean something different from sentences of the form “Fs exist”.[1] Some philosophers reject a distinction between “there is” and “exists” (see, for instance, Lewis 1990, Priest 2005, Quine 1953), some philosophers (e.g., Meinong 1960, Parsons 1980, Zalta 1988) think that there are good reasons for making this distinction. Some of the latter think that the distinction between “there is” and “exists” is rooted in ordinary language, but others deny this firmly (see, for instance, Geach 1971). Obviously, although there might be a tendency among competent English speakers to use “there is” and “exists” in different contexts, ordinary language use is too wavering and non-uniform in this respect to be a stable ground for a philosophical theory. Of course, this does not rule out that there are theoretical reasons for a distinction between “there is” and “exists”, some of which are discussed below."}