{"id": "C2-1450", "contents": "﻿A major international row with wide-ranging implications for global drugs policy has erupted over the right of Bolivia’s indigenous Indian tribes to chew coca leaves, the principal ingredient in cocaine. Bolivia has obtained a special exemption from the 1961 Single Convention on Narcotic Drugs, the framework that governs international drugs policy, allowing its indigenous people to chew the leaves. \nBolivia had argued that the convention was in opposition to its new constitution, adopted in 2009, which obliges it to “protect native and ancestral coca as cultural patrimony” and maintains that coca “in its natural state … is not a narcotic”. \nSouth American Indians have chewed coca leaves for centuries. The leaves reputedly provide energy and are said to have medicinal qualities. Supporters of Bolivia’s position praised it for standing up for the rights of indigenous people. “The Bolivian move is inspirational and groundbreaking,” said Danny Kushlick, Head of External Affairs at the Transform Drug Policy Foundation, which promotes drug liberalization. “It shows that any country that has had enough of the war on drugs can change the terms of its engagement with the UN conventions.” \nHowever, the UN’s International Narcotics Control Board (INCB), which monitors implementation of the global drug treaties, has accused Bolivia of threatening the integrity of the international drug control regime. A number of countries – including the UK, the US, Italy, Sweden, the Netherlands and Russia – opposed Bolivia’s demands. \nThe UK’s submission to the UN, which oversees the convention, said that it “acknowledges and respects the cultural importance of the coca leaf in Bolivia”, but it adds: “The United Kingdom is … concerned that the reservation could lead to increases in coca production and – crucially – the amount of coca diverted to the cocaine trade. As such, the reservation would weaken international law as it relates to the global effort to tackle the drugs trade and could weaken the international community’s response to that trade.” \nThe right of indigenous communities in South America’s Andean region to chew coca leaf was removed in 1964 when Bolivia was under a dictatorship and it signed up to the convention. But, under the terms of the agreement, Bolivia was given 25 years to implement the ban. This expired in 1989 and since then the issue has been under dispute. \nIn 2011, Bolivia – whose President, Evo Morales, is a former coca producer – formally notified the UN of its withdrawal from the convention. On Friday it reacceded to the convention, but with an exemption from the prohibition on the chewing of coca leaves. \nThe move is the first of its kind in the history of UN drug-control treaties and has sparked concerns that other countries may apply for amendments. The Russian government has argued that the move will lead to “an increase in illegal circulation of cocaine” and warned that “it also sets a dangerous precedent that could be used by other states in creating a more liberal drug-control regime”. \nThe British parliament’s Home Affairs Select Committee has recommended that Bolivia’s request should be backed by the UK government, arguing that it was important that countries remained within the single convention. Bolivia’s re-accession could be blocked only if a third or more of the 184 countries that have signed up to the convention opposed its request. There are suspicions that the US and UK are frantically lobbying other countries to gain sufficient numbers to block Bolivia’s request. \nNancie Prud’homme, Projects Director at the International Centre on Human Rights and Drug Policy, criticized the co-ordinated opposition to Bolivia’s demands. “These objections are legally questionable,” she said. “They support an arbitrary and over-broad provision and apply international drug laws in a vacuum. This is not appropriate. No state has paid any attention to decades of developing international norms on cultural and indigenous rights, which support Bolivia’s efforts.” \nThe decision to ban coca chewing was based on a 1950 report produced by the UN Commission of Inquiry on the Coca Leaf, which proponents of drug liberalization say was not based on supporting evidence. In an interview in 1949, the head of the Commission, Howard B Fonda, signalled his opposition to the chewing of coca leaves before his inquiry had begun. Fonda told an interviewer: “We believe that the daily, inveterate use of coca leaves by chewing … is not only thoroughly noxious and therefore detrimental, but is also the cause of racial degeneration in many centres of population, and of the decadence that visibly shows in numerous Indians … Our studies will confirm the certainty of our assertions and we hope we can present a rational plan of action … to attain the absolute and sure abolition of this pernicious habit.” \nThe growing of coca leaves is legal and licensed in Bolivia. The policy has been credited with a fall in cocaine production in the country, leading some experts to see the Bolivian model as a way forward for other countries."}