{"id": "C2-1473", "contents": "When Leondra Garrett wanted to stock up on three new pairs of shoes early last year, the North Carolina resident split a $161 online purchase into four installments through a “buy now, pay later” service, in what seemed like a convenient deal.\nWhen the buy now, pay later (BNPL) provider tried to withdraw a payment from Garrett’s bank account a few months later, she didn’t have enough funds to cover it. Soon after, the 42-year-old was charged $40 in penalties and her credit score dropped 10 points to 650, a reading generally classified as ‘fair’.\n“It’s important for consumers to always read the fine print and we don’t always do it,” said Garrett, a community organizer from Charlotte.\nSo-called buy now, pay later services - offered by providers such as Affirm Holdings Inc, Klarna, Afterpay Ltd and PayPal Holding Inc’s “Pay In 4” - have blossomed across retail websites during the coronavirus pandemic as people have turned more to shopping online.\nYet the ease with which many shoppers can make purchases is worrying some regulators around the world, who fear consumers may be spending more than they can afford.\nNearly 40% of U.S. consumers who used “buy now, pay later” have missed more than one payment, and 72% of those saw their credit score decline, according to a study by Credit Karma, which offers customers credit score checking for free.\nThe study, conducted for Reuters, surveyed 1,038 adult consumers in the United States to gauge interest in “buy now, pay later” and found 42% of respondents had used the service before.\n“The percentage of consumers missing payments is remarkable and not as low as you would expect,” said Gannesh Bharadhwaj, general manager for credit cards at Credit Karma.\n“When you make something so convenient, people may not be really thinking, ‘Do I have the budget? Can I afford this payment?’ You get more of that impulse-shopping behavior that leads to realizing they may not be able to make the payment.”\nA lower credit score signals to lenders that a consumer may be higher risk and makes it harder for the consumer to borrow, whether to secure a mortgage or a new credit card. It can even make it more difficult for a consumer to set up utility accounts or find housing, as landlords will generally conduct credit score checks before renting out apartments.\nManagement consultants Oliver Wyman estimate BNPL firms facilitated between $20 billion-25 billion in transactions in the United States last year, although analyst estimates on the size of the BNPL industry vary because it is relatively new and some of the companies are private. Individually, they described explosive growth last year as their services became more prevalent.\nAustralia-based Afterpay said it saw active U.S. customers more than double to 6.5 million in the fiscal year ended June 30, 2020, and its sales more than tripled in the July-September quarter from a year earlier.\nOver half of Afterpay’s customers in the United States are millennials, aged 25 to 40 years-old, it said.\nBNPL models vary, with some companies earning most profits by collecting fees from merchants at the point of sale, and others charging interest and late fees to consumers. They say their services help merchants to boost sales and consumers to buy things they need, and cause less financial damage than credit cards because of restrictions they impose.\nNonetheless, regulators in Britain and Australia are reviewing or tightening rules around the industry. BNPL service providers, classified as fintech companies, should be subject to stricter rules more like banks, some regulators say.\nIt is unclear how buy now, pay later fits into U.S. regulations because the companies that offer these services do not have bank charters, some do not charge interest and laws vary by state. However, some experts expect the sector to come under more scrutiny during the Biden administration.\n“One of the questions with the new administration is, what stance will the Consumer Financial Protection Bureau take going forward? – which we expect to be more aggressive,” said Mark Palmer, financials analyst at BTIG Research.\nSan Francisco-based Affirm saw its revenue rise 93%, to $509.5 million, in the fiscal year that ended in June. It allows shoppers to split up purchases in terms ranging from six weeks to four years, with interest rates of 0 to 30%.\nAffirm shows customers how much a loan will cost in dollar terms and does not charge late fees or compound interest. Although missed payments can affect credit scores, Affirm says it has been working with borrowers who fell on hard times during the pandemic.\n“We approve borrowers only for what they can comfortably afford to repay,” said Silvija Martincevic, Affirm’s chief commercial officer. “The reason our technology is significant is that we use machine learning to make underwriting decisions.”\nAt Australia’s Afterpay, customers are barred from using its services after they miss a payment.\nThe company says 95% of its transactions globally are paid back on time and late fees contribute less than 14% of the company’s total income.\nPayPal ‘Pay in 4’ service, launched widely across the United States in November, allows customers to split purchases ranging from $30 to $600 in four interest-free payments. Late fees may apply for missed payments, depending on the user’s state of residency, according to its website.\nThe PayPal ‘Pay in 4’ product in the United States does not report trades or late fees to the credit bureaus, said Greg Lisiewski, PayPal’s global vice president of Global Pay Later.\n“We are working with the industry and the consumer credit bureaus to develop the appropriate framework,” he said.\nSweden-based Klarna saw fast growth over the past year, especially purchases in the $100-$200 range, said its U.S. head, David Sykes.\nMost of Klarna’s loans are small, of short duration and interest-free, which is safer for customers than credit cards, he said. Customers can delay one payment without a penalty. Late fees vary by state in line with regulation, up to a maximum of $21 and the company is rolling out a 25% cap.\n“No one is getting buried in debt with Klarna,” Sykes said. “We aren’t making multi-year loans on a car or a house.”\nSmaller loans with shorter durations do have benefits, but they are not risk-free, experts said. Customers may be taking on more debt than they can handle, even if it comes in bite-sized portions.\nTamika Rivera, a 35-year old insurance agent from Springfield, Massachusetts, uses multiple buy now, pay later services, and has missed payments. In one case, she did not have enough money to cover a $43 sweater purchase, which resulted in a $35 overdraft fee from her bank.\n“These services are convenient but there are some negative things that can happen,” Rivera said.\nAlan McIntyre, head of Accenture’s global banking practice, says the credit impact of the buy now, pay later trend remains to be seen.\n“The optimistic take is that millennials don’t want to get into debt and they want to build a budget better – this is deferred debit and you are not tempted to roll it over,” he said.\n“The pessimistic view is that around 40% of people using it are doing so because they couldn’t get access to traditional credit - either because they’ve maxed out their credit limit or because of a poor or non-existent credit history - and some of these loans might not season well.”"}