{"id": "C2-1481", "contents": "Anarchist rejection of authority has application in epistemology and in philosophical and literary theory. One significant usage of the term shows up in American pragmatism. William James described his pragmatist philosophical theory as a kind of anarchism: “A radical pragmatist is a happy-go-lucky anarchistic sort of creature” (James 1907 [1981: 116]). James had anarchist sympathies, connected to a general critique of systematic philosophy (see Fiala 2013b). Pragmatism, like other anti-systematic and post-Hegelian philosophies, gives up on the search for an arché or foundation.\nAnarchism thus shows up as a general critique of prevailing methods. An influential example is found in the work of Paul Feyerabend, whose Against Method provides an example of “theoretical anarchism” in epistemology and philosophy of science (Feyerabend 1975 [1993]). Feyerabend explains:\nScience is an essentially anarchic enterprise: theoretical anarchism is more humanitarian and more likely to encourage progress than its law-and-order alternatives. (Feyerabend 1975 [1993: 9])\nHis point is that science ought not be constrained by hierarchically imposed principles and strict rule following.\nPost-structuralism and trends in post-modernism and Continental philosophy can also be anarchistic (see May 1994). So-called “post-anarchism” is a decentered and free-flowing discourse that deconstructs power, questions essentialism, and undermines systems of authority. Following upon the deconstructive and critical work of authors such as Derrida, Deleuze, Foucault, and others, this critique of the arché goes all the way down. If there is no arché or foundation, then we are left with a proliferation of possibilities. Emerging trends in globalization, cyber-space, and post-humanism make the anarchist critique of “the state” more complicated, since anarchism’s traditional celebration of liberty and autonomy can be critically scrutinized and deconstructed (see Newman 2016).\nTraditional anarchists were primarily interested in sustained and focused political activism that led toward the abolition of the state. The difference between free-flowing post-anarchism and traditional anarchism can be seen in the realm of morality. Anarchism has traditionally been critical of centralized moral authority—but this critique was often based upon fundamental principles and traditional values, such as autonomy or liberty. But post-structuralism—along with critiques articulated by some feminists, critical race theorists, and critics of Eurocentrism—calls these values and principles into question."}