{"id": "C2-1435", "contents": "There are various paradoxical elements in Camus’s approach to philosophy. In his book-length essay, The Myth of Sisyphus, Camus presents a philosophy that contests philosophy itself. This essay belongs squarely in the philosophical tradition of existentialism but Camus denied being an existentialist. Both The Myth of Sisyphus and his other philosophical work, The Rebel, are systematically skeptical of conclusions about the meaning of life, yet both works assert objectively valid answers to key questions about how to live. Though Camus seemed modest when describing his intellectual ambitions, he was confident enough as a philosopher to articulate not only his own philosophy but also a critique of religion and a fundamental critique of modernity. While rejecting the very idea of a philosophical system, Camus constructed his own original edifice of ideas around the key terms of absurdity and rebellion, aiming to resolve the life-or-death issues that motivated him.\nThe essential paradox arising in Camus’s philosophy concerns his central notion of absurdity. Accepting the Aristotelian idea that philosophy begins in wonder, Camus argues that human beings cannot escape asking the question, “What is the meaning of existence?” Camus, however, denies that there is an answer to this question, and rejects every scientific, teleological, metaphysical, or human-created end that would provide an adequate answer. Thus, while accepting that human beings inevitably seek to understand life’s purpose, Camus takes the skeptical position that the natural world, the universe, and the human enterprise remain silent about any such purpose. Since existence itself has no meaning, we must learn to bear an irresolvable emptiness. This paradoxical situation, then, between our impulse to ask ultimate questions and the impossibility of achieving any adequate answer, is what Camus calls the absurd. Camus’s philosophy of the absurd explores the consequences arising from this basic paradox.\nCamus’s understanding of absurdity is best captured in an image, not an argument: of Sisyphus straining to push his rock up the mountain, watching it roll down, then descending after the rock to begin all over, in an endless cycle. Like Sisyphus, humans cannot help but continue to ask after the meaning of life, only to see our answers tumble back down. If we accept this thesis about life’s essential absurdity, and Camus’s anti-philosophical approach to philosophical questions, we cannot help but ask: What role is left for rational analysis and argument? Doesn’t Camus the philosopher preside over the death of philosophy in answering the question whether to commit suicide by abandoning the terrain of argument and analysis and turning to metaphor to answer it? If life has no fundamental purpose or meaning that reason can articulate, we cannot help asking about why we continue to live and to reason. Might not Silenus be right in declaring that it would have been better not to have been born, or to die as soon as possible?[1] And, as Francis Jeanson wrote long before his famous criticism of The Rebel that precipitated the rupture between Camus and Sartre, isn’t absurdist philosophy a contradiction in terms, strictly speaking no philosophy at all but an anti-rational posture that ends in silence (Jeanson 1947)?\nWas Camus actually a philosopher? He himself said no, in a famous interview with Jeanine Delpech in Les Nouvelles Littéraires in November of 1945, insisting that he did “not believe sufficiently in reason to believe in a system” (Camus 1965, 1427). This was not merely a public posture, since we find the same thought in his notebooks of this period: he describes himself as an artist and not a philosopher because “I think according to words and not according to ideas” (Camus 1995, 113). Still, Jean-Paul Sartre saw immediately that Camus was undertaking important philosophical work, and in his review of The Stranger in relation to Sisyphus, had no trouble connecting Camus with Pascal, Rousseau, and Nietzsche (Sartre 1962). After they became friends Sartre spoke publicly of his friend’s “philosophy of the absurd,” which he distinguished from his own thought for which he accepted the “existentialist” label that Camus rejected. In the years since, the apparent unsystematic, indeed, anti-systematic, character of his philosophy, has meant that relatively few scholars have appreciated its full depth and complexity. They have more often praised his towering literary achievements and standing as a political moralist while pointing out his dubious claims and problematic arguments (see Sherman 2008). A significant recent exception to this is Ronald Srigley’s Albert Camus’ Critique of Modernity (Srigley 2011).\nThis entry will negotiate Camus’s deliberate ambivalence as a philosopher while discussing his philosophy. It is not just a matter of giving a philosophical reading of this playwright, journalist, essayist, and novelist but of taking his philosophical writings seriously—exploring their premises, their evolution, their structure, and their coherence. To do so is to see that his writing contains more than a mood and more than images and sweeping, unsupported assertions, although it contains many of both. Camus takes his skepticism as far as possible as a form of methodical doubt—that is, he begins from a presumption of skepticism—until he finds the basis for a non-skeptical conclusion. And he builds a unique philosophical construction, whose premises are often left unstated and which is not always argued clearly, but which develops in distinct stages over the course of his brief lifetime. Camus’s philosophy can be thus read as a sustained effort to demonstrate and not just assert what is entailed by the absurdity of human existence. In the process Camus answers the questions posed by The Myth of Sisyphus, “Why should I not kill myself?”, and by The Rebel, “Why should I not kill others?”"}